export const initialCodeTask2 = "let ribsTable = data.initialRibsTable; // двумерный массив рёбер\n" +
    "\n" +
    "let fitZeros = [\n" +
    "  [1,0,0,0,0,0,0,1],\n" +
    "  [0,0,0,0,0,0,0,0],\n" +
    "  [0,0,0,0,0,0,0,1],\n" +
    "  [0,0,0,0,0,0,0,0],\n" +
    "  [0,0,0,0,0,0,1,0],\n" +
    "  [0,0,0,0,0,0,0,0],\n" +
    "  [0,0,0,0,0,0,0,0],\n" +
    "  [0,0,0,0,0,0,0,0],\n" +
    "]; //для удобства выделенные числа подсвечиваются\n" +
    "\n" +
    "//магия доставки самого чистого товара в Альбукерке происходит здесь \n" +
    "\n" +
    "result = fitZeros; //так нужно передать массив для проверки";

export default initialCodeTask2;