export const initialCodeTask2 = "let minTable = [\n" +
    "  [3, 0, 3, 5, 0, 4, 3, 2],\n" +
    "  [3, 6, 5, 3, 2, 5, 0, 4],\n" +
    "  [5, 5, 1, 4, 2, 0, 6, 3],\n" +
    "  [0, 0, 4, 4, 1, 2, 1, 5],\n" +
    "  [0, 6, 3, 3, 6, 3, 4, 1],\n" +
    "  [1, 4, 2, 0, 2, 5, 3, 3],\n" +
    "  [5, 2, 0, 4, 3, 2, 1, 4],\n" +
    "  [2, 5, 1, 5, 3, 5, 1, 0],\n" +
    "];\n" +
    "\n" +
    "let fitZeros = [\n" +
    "  [0, 0, 0, 0, 0, 0, 0, 0],\n" +
    "  [0, 0, 0, 0, 0, 0, 0, 0],\n" +
    "  [0, 0, 1, 1, 1, 1, 0, 0],\n" +
    "  [0, 0, 1, 0, 0, 1, 0, 0],\n" +
    "  [0, 0, 1, 0, 0, 1, 0, 0],\n" +
    "  [0, 0, 1, 1, 1, 1, 0, 0],\n" +
    "  [0, 0, 0, 0, 0, 0, 0, 0],\n" +
    "  [0, 0, 0, 0, 0, 0, 0, 0],  \n" +
    "]; //для удобства выделенные числа подсвечиваются в результате\n" +
    "\n" +
    "//место для чистейшего кода в Альбукерке \n" +
    "\n" +
    "result = fitZeros; //так нужно передать массив для проверки";

export default initialCodeTask2;