export const initialCodeTask3 = "let fitZeros = [\n" +
    "  [0, 1, 0, 0, 0, 0, 0, 0],\n" +
    "  [0, 0, 0, 0, 0, 0, 1, 0],\n" +
    "  [0, 0, 0, 0, 0, 1, 0, 0],\n" +
    "  [1, 0, 0, 0, 0, 0, 0, 0],\n" +
    "  [0, 0, 0, 0, 0, 0, 0, 0],\n" +
    "  [0, 0, 0, 1, 0, 0, 0, 0],\n" +
    "  [0, 0, 1, 0, 0, 0, 0, 0],\n" +
    "  [0, 0, 0, 0, 0, 0, 0, 1],\n" +
    "];\n" +
    "\n" +
    "let snakeData = []; \n" +
    "\n" +
    "//место для самого чистейшего кода в Альбукерке \n" +
    "\n" +
    "result = snakeData; //так нужно передать массив для проверки";

export default initialCodeTask3;