export const initialCodeTask4 = "let fitZeros = [\n" +
    "  [0, 1, 0, 0, 0, 0, 0, 0],\n" +
    "  [0, 0, 0, 0, 0, 0, 1, 0],\n" +
    "  [0, 0, 0, 0, 0, 1, 0, 0],\n" +
    "  [1, 0, 0, 0, 0, 0, 0, 0],\n" +
    "  [0, 0, 0, 0, 0, 0, 0, 0],\n" +
    "  [0, 0, 0, 1, 0, 0, 0, 0],\n" +
    "  [0, 0, 1, 0, 0, 0, 0, 0],\n" +
    "  [0, 0, 0, 0, 0, 0, 0, 1],\n" +
    "];\n" +
    "\n" +
    "let snakeData = [\n" +
    "  [0, 2, 0, 0, 1, 0, 0, 0],\n" +
    "  [0, 0, 0, 0, 0, 0, 0, 0],\n" +
    "  [0, 0, 0, 0, 0, 0, 0, 0],\n" +
    "  [4, 3, 0, 0, 0, 0, 0, 0],\n" +
    "  [5, 0, 0, 0, 0, 0, 0, 0],\n" +
    "  [0, 0, 0, 0, 0, 0, 0, 0],\n" +
    "  [0, 0, 0, 0, 0, 0, 0, 0],\n" +
    "  [0, 0, 0, 0, 0, 0, 0, 0],\n" +
    "];\n" +
    "\n" +
    "let fixedFitZeros = [];\n" +
    "\n" +
    "//магия доставки самого чистого товара в Альбукерке происходит здесь \n" +
    "\n" +
    "result = snakeData; //так нужно передать массив для проверки";

export default initialCodeTask4;